Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/QRScan.xcstrings
Source language: en
Languages: es_es

# error.camera.restricted
source: Unfortunately, access to the camera is restricted.
es_es: Lamentablemente, el acceso a la cámara está restringido.

# error.camera.restricted_previously
source: Unfortunately, you denied access to camera previously. Would you like to allow access now?
es_es: Lamentablemente, negaste el acceso a la cámara anteriormente. ¿Quieres permitir el acceso ahora?

# error.camera.title
source: Camera Access
es_es: Acceso a la cámara

# error.gallery.restricted
source: Unfortunately, access to the photos is restricted.
es_es: Lamentablemente, el acceso a las fotos está restringido.

# error.gallery.restricted.previously
source: Unfortunately, you denied access to photos previously. Would you like to allow access now?
es_es: Lamentablemente, negaste el acceso a las fotos anteriormente. ¿Quieres permitir el acceso ahora?

# error.gallery.title
source: Photos Access
es_es: Acceso a Fotos

# error.invalid.image
source: Can't process the selected image
es_es: No se puede procesar la imagen seleccionada

# error.no.info
source: The QR can't be decoded
es_es: No se puede decodificar el QR

# unsupported
source: The QR code has is invalid
es_es: El código QR es inválido

# upload.gallery
source: Upload from gallery
es_es: Subir desde la galería
